{
  "task1": {
    "name": "",
    "condition": "Тело массой 2 кг движется равномерно и прямолинейно со скоростью 5 м/с. Чему равна равнодействующая всех сил, действующих на тело? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "0",
    "explanation": ""
  },
  "task2": {
    "name": "",
    "condition": "Автомобиль движется с постоянной скоростью 60 км/ч. Сила сопротивления воздуха составляет 500 Н. Какова сила тяги двигателя? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "500",
    "explanation": ""
  },
  "task3": {
    "name": "",
    "condition": "Тело массой 3 кг находится в состоянии покоя на горизонтальной поверхности. Чему равна сила реакции опоры? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "29.4",
    "explanation": ""
  },
  "task4": {
    "name": "",
    "condition": "Лодка движется по озеру с постоянной скоростью. Сила сопротивления воды 200 Н. Какова сила тяги мотора? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "200",
    "explanation": ""
  },
  "task5": {
    "name": "",
    "condition": "Тело движется равномерно по окружности. Можно ли считать его систему отсчета инерциальной? В ответе запишите \"да\" или \"нет\".",
    "picture": "",
    "answer": "нет",
    "explanation": ""
  },
  "task6": {
    "name": "",
    "condition": "Два поезда движутся в одном направлении со скоростями 72 км/ч и 54 км/ч. Какова скорость первого поезда относительно второго? В ответе запишите только число в км/ч.",
    "picture": "",
    "answer": "18",
    "explanation": ""
  },
  "task7": {
    "name": "",
    "condition": "В системе отсчета, связанной с землей, скорость тела 15 м/с. Какова его скорость в системе отсчета, движущейся со скоростью 5 м/с в том же направлении? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task8": {
    "name": "",
    "condition": "Два автомобиля движутся навстречу друг другу со скоростями 20 м/с и 25 м/с. Какова скорость сближения? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "45",
    "explanation": ""
  },
  "task9": {
    "name": "",
    "condition": "В неподвижной системе отсчета координата тела x = 10 м. Какова его координата в системе, движущейся со скоростью 3 м/с в положительном направлении оси X? В ответе запишите только число в м.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task10": {
    "name": "",
    "condition": "Скорость лодки относительно воды 4 м/с, скорость течения реки 1 м/с. Какова скорость лодки относительно берега при движении по течению? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task11": {
    "name": "",
    "condition": "Какова масса тела, если его вес составляет 98 Н? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task12": {
    "name": "",
    "condition": "Два тела имеют массы 3 кг и 5 кг. Какова их общая масса? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "8",
    "explanation": ""
  },
  "task13": {
    "name": "",
    "condition": "Тело массой 2 кг разделили на две части массами 0.7 кг и 1.3 кг. Сохранилась ли масса? В ответе запишите \"да\" или \"нет\".",
    "picture": "",
    "answer": "да",
    "explanation": ""
  },
  "task14": {
    "name": "",
    "condition": "На Луне вес тела в 6 раз меньше, чем на Земле. Изменилась ли масса? В ответе запишите \"да\" или \"нет\".",
    "picture": "",
    "answer": "нет",
    "explanation": ""
  },
  "task15": {
    "name": "",
    "condition": "Тело массой 1 кг приобрело ускорение 2 м/с² под действием силы. Какова величина силы? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "2",
    "explanation": ""
  },
  "task16": {
    "name": "",
    "condition": "Найдите массу алюминиевого бруска объемом 0.2 м³. Плотность алюминия 2700 кг/м³. В ответе запишите только число в кг.",
    "picture": "",
    "answer": "540",
    "explanation": ""
  },
  "task17": {
    "name": "",
    "condition": "Объем тела массой 500 кг составляет 0.4 м³. Какова его плотность? В ответе запишите только число в кг/м³.",
    "picture": "",
    "answer": "1250",
    "explanation": ""
  },
  "task18": {
    "name": "",
    "condition": "Сколько литров воды (плотность 1000 кг/м³) имеет массу 5 кг? В ответе запишите только число в л.",
    "picture": "",
    "answer": "0.005",
    "explanation": ""
  },
  "task19": {
    "name": "",
    "condition": "Медный шар имеет массу 890 г и объем 100 см³. Сплошной ли это шар? Плотность меди 8900 кг/м³. В ответе запишите \"да\" или \"нет\".",
    "picture": "",
    "answer": "да",
    "explanation": ""
  },
  "task20": {
    "name": "",
    "condition": "Смешали 2 л жидкости плотностью 800 кг/м³ и 3 л жидкости плотностью 1200 кг/м³. Какова плотность смеси? В ответе запишите только число в кг/м³.",
    "picture": "",
    "answer": "1040",
    "explanation": ""
  },
  "task21": {
    "name": "",
    "condition": "Какую силу надо приложить к телу массой 5 кг, чтобы сообщить ему ускорение 2 м/с²? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task22": {
    "name": "",
    "condition": "Под действием силы 15 Н тело движется с ускорением 3 м/с². Какова его масса? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task23": {
    "name": "",
    "condition": "Сила 50 Н действует на площадь 0.5 м². Какое давление она создает? В ответе запишите только число в Па.",
    "picture": "",
    "answer": "100",
    "explanation": ""
  },
  "task24": {
    "name": "",
    "condition": "Тело массой 2 кг подвешено на нити. Какова сила натяжения нити? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "19.6",
    "explanation": ""
  },
  "task25": {
    "name": "",
    "condition": "На тело действуют две силы: 3 Н и 4 Н, направленные под углом 90°. Чему равна равнодействующая сила? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task26": {
    "name": "",
    "condition": "На тело действуют три силы: 3 Н на север, 4 Н на восток и 5 Н на юг. Чему равна равнодействующая сила? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "4.47",
    "explanation": ""
  },
  "task27": {
    "name": "",
    "condition": "На тело массой 2 кг действуют две силы: 6 Н вправо и 8 Н вверх. Каково ускорение тела? В ответе запишите только число в м/с².",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task28": {
    "name": "",
    "condition": "Тело находится в равновесии под действием трех сил: 10 Н вверх, 6 Н вправо и неизвестной силы F. Найдите F. В ответе запишите только число в Н.",
    "picture": "",
    "answer": "11.66",
    "explanation": ""
  },
  "task29": {
    "name": "",
    "condition": "На шар действуют две силы: 5 Н и 12 Н. Каким может быть модуль равнодействующей? В ответе запишите минимальное и максимальное значения через точку с запятой.",
    "picture": "",
    "answer": "7;17",
    "explanation": ""
  },
  "task30": {
    "name": "",
    "condition": "Тело подвешено на двух нитях, образующих угол 60°. Сила натяжения каждой нити 10 Н. Чему равен вес тела? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "17.32",
    "explanation": ""
  },
  "task31": {
    "name": "",
    "condition": "Тело массой 0.5 кг движется с ускорением 4 м/с². Чему равна равнодействующая сила? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "2",
    "explanation": ""
  },
  "task32": {
    "name": "",
    "condition": "Под действием силы 12 Н тело приобрело ускорение 3 м/с². Какова его масса? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "4",
    "explanation": ""
  },
  "task33": {
    "name": "",
    "condition": "Тело массой 2 кг изменило скорость от 5 м/с до 15 м/с за 4 с. Чему равна равнодействующая сила? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task34": {
    "name": "",
    "condition": "Какую силу нужно приложить к телу массой 3 кг, чтобы за 5 с его скорость изменилась от 2 м/с до 17 м/с? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "9",
    "explanation": ""
  },
  "task35": {
    "name": "",
    "condition": "Тело массой 500 г движется под действием силы 2 Н. Какое расстояние оно пройдет за 3 с из состояния покоя? В ответе запишите только число в м.",
    "picture": "",
    "answer": "18",
    "explanation": ""
  },
  "task36": {
    "name": "",
    "condition": "Лошадь тянет телегу с силой 500 Н. С какой силой телега действует на лошадь? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "500",
    "explanation": ""
  },
  "task37": {
    "name": "",
    "condition": "Человек массой 70 кг стоит на полу лифта. С какой силой человек давит на пол, если лифт движется вверх с ускорением 2 м/с²? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "826",
    "explanation": ""
  },
  "task38": {
    "name": "",
    "condition": "Два мальчика толкают друг друга. Первый прикладывает силу 40 Н. С какой силой действует второй, если масса первого 50 кг, а второго 60 кг? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "40",
    "explanation": ""
  },
  "task39": {
    "name": "",
    "condition": "Книга лежит на столе. Чему равна сила действия книги на стол, если её масса 0.4 кг? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "3.92",
    "explanation": ""
  },
  "task40": {
    "name": "",
    "condition": "Два шара сталкиваются. Сила удара первого шара 8 Н. Чему равна сила удара второго шара? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "8",
    "explanation": ""
  },
  "task41": {
    "name": "",
    "condition": "Чему равна сила притяжения между Землей ($M = 6\\cdot10^{22}$ кг) и Луной ($m = 7\\cdot10^{22}$ кг), если расстояние между ними 384400 км? В ответе запишите только число в ЭН.",
    "picture": "",
    "answer": "190",
    "explanation": ""
  },
  "task42": {
    "name": "",
    "condition": "На каком расстоянии от центра Земли сила притяжения тела к Земле уменьшится в 4 раза? Ответ дайте в радиусах Земли.",
    "picture": "",
    "answer": "2",
    "explanation": ""
  },
  "task43": {
    "name": "",
    "condition": "Чему равна первая космическая скорость для планеты с массой в 2 раза больше Земли и радиусом в 1.5 раза больше? В ответе запишите только число в км/с с округлением до сотых.",
    "picture": "",
    "answer": "9.12",
    "explanation": ""
  },
  "task44": {
    "name": "",
    "condition": "С какой скоростью должен двигаться спутник на высоте 1000 км над Землей? Радиус Земли 6370 км. В ответе запишите только число в км/с с округлением до сотых.",
    "picture": "",
    "answer": "7.36",
    "explanation": ""
  },
  "task45": {
    "name": "",
    "condition": "Чему равна вторая космическая скорость для Марса (масса 6.4·10²³ кг, радиус 3390 км)? В ответе запишите только число в км/с с округлением до сотых.",
    "picture": "",
    "answer": "5.02",
    "explanation": ""
  },
  "task46": {
    "name": "",
    "condition": "Чему равна сила тяжести, действующая на тело массой 5 кг? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "49",
    "explanation": ""
  },
  "task47": {
    "name": "",
    "condition": "На какой высоте над Землей сила тяжести уменьшится в 9 раз? Ответ дайте в радиусах Земли.",
    "picture": "",
    "answer": "2",
    "explanation": ""
  },
  "task48": {
    "name": "",
    "condition": "Тело весит на Земле 600 Н. Каков его вес на Марсе (g = 3.7 м/с²)? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "226.5",
    "explanation": ""
  },
  "task49": {
    "name": "",
    "condition": "На сколько уменьшится сила тяжести, действующая на тело массой 3 кг при подъеме на высоту 10 км (R = 6370 км)? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "0.06",
    "explanation": ""
  },
  "task50": {
    "name": "",
    "condition": "Какова масса тела, если на Луне (g = 1.6 м/с²) оно весит 80 Н? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "50",
    "explanation": ""
  },
  "task51": {
    "name": "",
    "condition": "Лифт движется вверх с ускорением 2 м/с². Чему равен вес тела массой 3 кг в этом лифте? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "35.4",
    "explanation": ""
  },
  "task52": {
    "name": "",
    "condition": "Космонавт массой 70 кг находится в ракете, стартующей с ускорением 20 м/с². Каков его вес? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "2086",
    "explanation": ""
  },
  "task53": {
    "name": "",
    "condition": "Тело массой 5 кг подвешено на нити в лифте, движущемся вниз с ускорением 3 м/с². Чему равно натяжение нити? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "34",
    "explanation": ""
  },
  "task54": {
    "name": "",
    "condition": "При каком ускорении лифта, движущегося вниз, вес тела уменьшится вдвое? В ответе запишите только число в м/с².",
    "picture": "",
    "answer": "4.9",
    "explanation": ""
  },
  "task55": {
    "name": "",
    "condition": "Чему равен вес тела массой 2 кг в свободно падающем лифте? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "0",
    "explanation": ""
  },
  "task56": {
    "name": "",
    "condition": "Пружина жесткостью 200 Н/м растянута на 5 см. Чему равна сила упругости? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task57": {
    "name": "",
    "condition": "Под действием силы 15 Н пружина удлинилась на 3 см. Чему равна её жесткость? В ответе запишите только число в Н/м.",
    "picture": "",
    "answer": "500",
    "explanation": ""
  },
  "task58": {
    "name": "",
    "condition": "Две пружины жесткостью 100 Н/м и 150 Н/м соединены последовательно. Чему равно общее удлинение под действием силы 30 Н? В ответе запишите только число в м.",
    "picture": "",
    "answer": "0.5",
    "explanation": ""
  },
  "task59": {
    "name": "",
    "condition": "Какова потенциальная энергия пружины жесткостью 80 Н/м, сжатой на 10 см? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "0.4",
    "explanation": ""
  },
  "task60": {
    "name": "",
    "condition": "Пружина под действием силы 12 Н растянулась на 4 см. На сколько растянется пружина под действием силы 18 Н? В ответе запишите только число в см.",
    "picture": "",
    "answer": "6",
    "explanation": ""
  },
  "task61": {
    "name": "",
    "condition": "Ящик массой 10 кг тянут по горизонтальной поверхности с силой 40 Н. Коэффициент трения 0.3. Чему равно ускорение ящика? В ответе запишите только число в м/с².",
    "picture": "",
    "answer": "1.06",
    "explanation": ""
  },
  "task62": {
    "name": "",
    "condition": "Какая минимальная сила требуется, чтобы сдвинуть с места тело массой 5 кг, если коэффициент трения покоя 0.4? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "19.6",
    "explanation": ""
  },
  "task63": {
    "name": "",
    "condition": "Санки массой 8 кг скатываются с горки с ускорением 2 м/с². Коэффициент трения 0.1. Чему равен угол наклона горки? В ответе запишите только число в градусах.",
    "picture": "",
    "answer": "16.7",
    "explanation": ""
  },
  "task64": {
    "name": "",
    "condition": "Автомобиль массой 1 т движется по горизонтальной дороге. Коэффициент трения 0.05. Чему равна сила трения? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "490",
    "explanation": ""
  },
  "task65": {
    "name": "",
    "condition": "Тело массой 2 кг лежит на горизонтальной поверхности. Коэффициент трения покоя 0.6. Какую горизонтальную силу надо приложить, чтобы тело начало двигаться? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "11.76",
    "explanation": ""
  },
  "task66": {
    "name": "",
    "condition": "Какое давление оказывает на пол стол массой 20 кг, если площадь его ножек 50 см²? В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "39.2",
    "explanation": ""
  },
  "task67": {
    "name": "",
    "condition": "Водолаз находится на глубине 50 м. Чему равно давление воды на этой глубине (плотность воды 1000 кг/м³)? В ответе запишите только число в атмосферах (1 атм ≈ 100 кПа).",
    "picture": "",
    "answer": "4.9",
    "explanation": ""
  },
  "task68": {
    "name": "",
    "condition": "Какая сила действует на крышку площадью 0.02 м², если давление составляет 150 кПа? В ответе запишите только число в кН.",
    "picture": "",
    "answer": "3",
    "explanation": ""
  },
  "task69": {
    "name": "",
    "condition": "На сколько увеличится давление под водой при погружении на дополнительную глубину 10 м? В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "1000",
    "explanation": ""
  },
  "task70": {
    "name": "",
    "condition": "Каков должен быть минимальный вес тела площадью опоры 0.1 м², чтобы оно могло оказывать давление 2 кПа? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "200",
    "explanation": ""
  }
}