{
  "task1": {
    "Name": "",
    "Condition": "Определите внутреннюю энергию 2 моль одноатомного идеального газа при температуре 300 К. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "7479"
  },
  "task2": {
    "Name": "",
    "Condition": "На сколько изменится внутренняя энергия 5 моль двухатомного идеального газа при повышении температуры на 50 К? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "5193.75"
  },
  "task3": {
    "Name": "",
    "Condition": "Внутренняя энергия одноатомного газа составляет 12.4 кДж при температуре 400 К. Найдите количество вещества газа. В ответе запишите только число в молях с точностью до сотых.",
    "ExplanationPicture": "",
    "Answer": "2.49"
  },
  "task4": {
    "Name": "",
    "Condition": "Один моль одноатомного газ, имеющий внутреннюю энергию 10 кДж, охладили на 100 К. Како зменилась его внутренняя энергия? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "-1246.5"
  },
  "task5": {
    "Name": "",
    "Condition": "Сравните внутренние энергии 1 моль одноатомного и 1 моль двухатомного газов при одинаковой температуре. В ответе запишите отношение энергий (двухатомный/одноатомный) с точностью до сотых.",
    "ExplanationPicture": "",
    "Answer": "1.67"
  },
  "task6": {
    "Name": "",
    "Condition": "В калориметр налили 200 г воды при 20°C и 300 г воды при 60°C. Определите установившуюся температуру. В ответе запишите только число в °C.",
    "ExplanationPicture": "",
    "Answer": "44"
  },
  "task7": {
    "Name": "",
    "Condition": "Алюминиевый шарик массой 100 г при 90°C опустили в воду массой 200 г при 20°C. Найдите конечную температуру. Удельная теплоемкость алюминия 880 Дж/(кг·К). В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "26.6"
  },
  "task8": {
    "Name": "",
    "Condition": "В сосуд с 500 г воды при 25°C бросили 50 г льда при 0°C. Растает ли весь лед? Удельная теплота плавления льда 330 кДж/кг. В ответе запишите массу растаявшего льда в граммах.",
    "ExplanationPicture": "",
    "Answer": "50"
  },
  "task9": {
    "Name": "",
    "Condition": "Два металлических бруска с теплоемкостями 100 Дж/К и 200 Дж/К привели в контакт. Первый имел температуру 80°C, второй 20°C. Найдите температуру равновесия. В ответе запишите только число в °C.",
    "ExplanationPicture": "",
    "Answer": "40"
  },
  "task10": {
    "Name": "",
    "Condition": "В термос налили 150 г кофе при 90°C и добавили 50 г молока при 5°C. Найдите температуру смеси. Удельная теплоемкость кофе и молока считать равными. В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "68.8"
  },
  "task11": {
    "Name": "",
    "Condition": "Через стальную стенку толщиной 5 мм площадью 2 м² за 1 час передается 3.6 МДж тепла. Найдите разность температур между поверхностями. Коэффициент теплопроводности стали 46 Вт/(м·К). В ответе запишите только число в К.",
    "ExplanationPicture": "",
    "Answer": "0.0543"
  },
  "task12": {
    "Name": "",
    "Condition": "Мощность излучения абсолютно черного тела составляет 1 кВт. Найдите площадь поверхности тела, если его температура 500 К. В ответе запишите только число в м² с точностью до сотых.",
    "ExplanationPicture": "",
    "Answer": "0.028"
  },
  "task13": {
    "Name": "",
    "Condition": "Определите тепловой поток через оконное стекло толщиной 4 мм площадью 1.5 м² при разности температур 20 К. Коэффициент теплопроводности стекла 1 Вт/(м·К). В ответе запишите только число в Вт.",
    "ExplanationPicture": "",
    "Answer": "7500"
  },
  "task14": {
    "Name": "",
    "Condition": "Температура поверхности лампы накаливания 2500 К, мощность излучения 100 Вт. Найдите площадь поверхности нити, считая ее абсолютно черным телом. В ответе запишите только число в мм² с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "4.5"
  },
  "task15": {
    "Name": "",
    "Condition": "Через кирпичную стену толщиной 50 см площадью 10 м² за сутки передается 20 МДж тепла. Найдите разность температур. Коэффициент теплопроводности кирпича 0.8 Вт/(м·К). В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "14.5"
  },
  "task16": {
    "Name": "",
    "Condition": "Какое количество теплоты необходимо для нагревания 2 кг меди от 20°C до 120°C? Удельная теплоемкость меди 380 Дж/(кг·К). В ответе запишите только число в кДж.",
    "ExplanationPicture": "",
    "Answer": "76"
  },
  "task17": {
    "Name": "",
    "Condition": "На нагревание 500 г вещества на 20°C потребовалось 8.4 кДж тепла. Найдите удельную теплоемкость вещества. В ответе запишите только число в Дж/(кг·К).",
    "ExplanationPicture": "",
    "Answer": "840"
  },
  "task18": {
    "Name": "",
    "Condition": "Сколько тепла выделится при охлаждении 3 кг воды от 80°C до 10°C? В ответе запишите только число в МДж с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "0.9"
  },
  "task19": {
    "Name": "",
    "Condition": "Для нагревания 200 г металла от 25°C до 45°C потребовалось 1.52 кДж тепла. Определите металл по таблице удельных теплоемкостей. В ответе запишите удельную теплоемкость в Дж/(кг·К).",
    "ExplanationPicture": "",
    "Answer": "380"
  },
  "task20": {
    "Name": "",
    "Condition": "Смешали 100 г воды при 50°C и 150 г воды при 10°C. Определите количество теплоты, переданное от горячей воды к холодной. В ответе запишите только число в кДж с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "11.8"
  },
  "task21": {
    "Name": "",
    "Condition": "Газ расширяется при постоянном давлении 200 кПа от 2 л до 5 л. Найдите работу газа. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "600"
  },
  "task22": {
    "Name": "",
    "Condition": "При изотермическом сжатии газа совершена работа 150 Дж. Какое количество теплоты отдал газ? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "-150"
  },
  "task23": {
    "Name": "",
    "Condition": "Газ сжимают от 10 л до 2 л при постоянном давлении 100 кПа. Найдите работу внешних сил. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "800"
  },
  "task24": {
    "Name": "",
    "Condition": "В цилиндре под поршнем находится газ. При его расширении поршень площадью 50 см² переместился на 20 см под действием постоянного давления 300 кПа. Найдите работу газа. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "300"
  },
  "task25": {
    "Name": "",
    "Condition": "Газ переходит из состояния 1 (p₁=100 кПа, V₁=3 л) в состояние 2 (p₂=200 кПа, V₂=1 л) по прямой на PV-диаграмме. Найдите работу газа. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "-300"
  },
  "task26": {
    "Name": "",
    "Condition": "В калориметр, содержащий 200 г воды при 20°C, опустили медный шарик массой 100 г при 80°C. Найдите установившуюся температуру. Удельная теплоемкость меди 380 Дж/(кг·К). В ответе запишите только число в °C.",
    "ExplanationPicture": "",
    "Answer": "22.6"
  },
  "task27": {
    "Name": "",
    "Condition": "Смешали 300 г воды при 10°C и 100 г воды при 70°C. Найдите температуру смеси. В ответе запишите только число в °C.",
    "ExplanationPicture": "",
    "Answer": "25"
  },
  "task28": {
    "Name": "",
    "Condition": "В стакан с 250 г чая при 95°C добавили 50 г льда при 0°C. Какая температура установится? Удельная теплота плавления льда 330 кДж/кг. В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "66.1"
  },
  "task29": {
    "Name": "",
    "Condition": "Алюминиевый калориметр массой 100 г содержит 150 г воды при 15°C. В него опустили стальной брусок массой 200 г при 90°C. Найдите конечную температуру. Удельная теплоемкость алюминия 880 Дж/(кг·К), стали 500 Дж/(кг·К). В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "24.2"
  },
  "task30": {
    "Name": "",
    "Condition": "В сосуд с 1 кг воды при 30°C впустили 100 г водяного пара при 100°C. Определите конечную температуру. Удельная теплота парообразования 2.3 МДж/кг. В ответе запишите только число в °C с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "86.1"
  },
  "task31": {
    "Name": "",
    "Condition": "Газу передали 500 Дж теплоты, при этом он совершил работу 200 Дж. Как изменилась внутренняя энергия? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "300"
  },
  "task32": {
    "Name": "",
    "Condition": "При изохорном процессе газу сообщили 300 Дж теплоты. Как изменилась его внутренняя энергия? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "300"
  },
  "task33": {
    "Name": "",
    "Condition": "При адиабатном расширении газ совершил работу 150 Дж. Как изменилась его внутренняя энергия? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "-150"
  },
  "task34": {
    "Name": "",
    "Condition": "В изотермическом процессе газ получил 400 Дж теплоты. Какую работу он совершил? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "400"
  },
  "task35": {
    "Name": "",
    "Condition": "При сжатии газа над ним совершили работу 250 Дж, при этом он отдал 100 Дж теплоты. Найдите изменение внутренней энергии. В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "150"
  },
  "task36": {
    "Name": "",
    "Condition": "Тепловая машина за цикл получает от нагревателя 1 кДж и отдает холодильнику 600 Дж. Найдите КПД. В ответе запишите только число в процентах.",
    "ExplanationPicture": "",
    "Answer": "40"
  },
  "task37": {
    "Name": "",
    "Condition": "Идеальная тепловая машина работает по циклу Карно с температурами нагревателя 400 К и холодильника 300 К. Найдите КПД. В ответе запишите только число в процентах.",
    "ExplanationPicture": "",
    "Answer": "25"
  },
  "task38": {
    "Name": "",
    "Condition": "Тепловой двигатель совершает за цикл работу 200 Дж и имеет КПД 30%. Какое количество теплоты он получает от нагревателя? В ответе запишите только число в Дж с точностью до десятых.",
    "ExplanationPicture": "",
    "Answer": "666.7"
  },
  "task39": {
    "Name": "",
    "Condition": "Определите температуру нагревателя тепловой машины с КПД 40%, если температура холодильника 27°C. В ответе запишите только число в К.",
    "ExplanationPicture": "",
    "Answer": "500"
  },
  "task40": {
    "Name": "",
    "Condition": "Тепловая машина с КПД 25% за цикл отдает холодильнику 900 Дж. Какое количество теплоты получает машина от нагревателя? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "1200"
  },
  "task41": {
    "Name": "",
    "Condition": "В двигателе внутреннего сгорания рабочее тело получает 2 кДж тепла от сгорания топлива и совершает работу 500 Дж. Какое количество теплоты передается холодильнику? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "1500"
  },
  "task42": {
    "Name": "",
    "Condition": "В паровой турбине температура пара (нагреватель) 500 К, температура конденсатора (холодильник) 300 К. Найдите максимально возможный КПД. В ответе запишите только число в процентах.",
    "ExplanationPicture": "",
    "Answer": "40"
  },
  "task43": {
    "Name": "",
    "Condition": "Холодильная машина за цикл получает от охлаждаемого тела 300 Дж и потребляет 100 Дж работы. Какое количество теплоты передается окружающей среде? В ответе запишите только число в Дж.",
    "ExplanationPicture": "",
    "Answer": "400"
  },
  "task44": {
    "Name": "",
    "Condition": "Идеальная тепловая машина работает между температурами 327°C и 27°C. Какая доля тепла, полученного от нагревателя, идет на полезную работу? В ответе запишите только число с точностью до сотых.",
    "ExplanationPicture": "",
    "Answer": "0.5"
  },
  "task45": {
    "Name": "",
    "Condition": "Тепловая машина за цикл совершает работу 150 Дж и отдает холодильнику 350 Дж. Найдите КПД машины. В ответе запишите только число в процентах.",
    "ExplanationPicture": "",
    "Answer": "30"
  }
}