{
    "task0": {
        "condition": "Пишешь тут условие",
        "answer": "Пишешь тут ответ",
        "explanation": "src/fundamentals-of-the-special-theory-of-relativity/solutions/task0.png"
    },
    "task1": {
      "name": "",
      "condition": "Космический корабль движется со скоростью 0.8c относительно Земли. С корабля испускается световой сигнал в направлении движения. Какова скорость этого сигнала относительно Земли? В ответе запишите только число в единицах c.",
      "picture": "",
      "answer": "1",
      "explanation": ""
    },
    "task2": {
      "name": "",
      "condition": "Два космических корабля движутся навстречу друг другу со скоростями 0.6c и 0.8c относительно неподвижного наблюдателя. Какова их относительная скорость? В ответе запишите число в единицах c с точностью до сотых.",
      "picture": "",
      "answer": "0.95",
      "explanation": ""
    },
    "task3": {
      "name": "",
      "condition": "Наблюдатель на Земле видит, что часы на космическом корабле, движущемся со скоростью 0.9c, идут медленнее. За 1 час по земным часам сколько времени покажут часы на корабле? В ответе запишите число в часах с точностью до тысячных.",
      "picture": "",
      "answer": "0.436",
      "explanation": ""
    },
    "task4": {
      "name": "",
      "condition": "Длина стержня в системе отсчета, где он покоится, равна 2 м. Какова его длина в системе отсчета, где он движется со скоростью 0.6c вдоль своей длины? В ответе запишите число в метрах с точностью до десятых.",
      "picture": "",
      "answer": "1.6",
      "explanation": ""
    },
    "task5": {
      "name": "",
      "condition": "Частица с массой покоя m движется со скоростью 0.8c. Во сколько раз ее релятивистская масса больше массы покоя? В ответе запишите число с точностью до сотых.",
      "picture": "",
      "answer": "1.67",
      "explanation": ""
    },
    "task6": {
      "name": "",
      "condition": "Частица движется со скоростью 0.6c. Найдите отношение ее полной энергии к энергии покоя. В ответе запишите число с точностью до сотых.",
      "picture": "",
      "answer": "1.25",
      "explanation": ""
    },
    "task7": {
      "name": "",
      "condition": "Протон (масса покоя 1.67×10⁻²⁷ кг) движется со скоростью 0.99c. Найдите его полную энергию. В ответе запишите число в нДж с точностью до десятых.",
      "picture": "",
      "answer": "1.1",
      "explanation": ""
    },
    "task8": {
      "name": "",
      "condition": "Электрон имеет полную энергию 2.0 МэВ. Найдите его скорость. Масса покоя электрона 0.511 МэВ/c². В ответе запишите число в единицах С с точностью до тысячных.",
      "picture": "",
      "answer": "0.970",
      "explanation": ""
    },
    "task9": {
      "name": "",
      "condition": "Частица имеет полную энергию в 3 раза больше энергии покоя. Какова ее скорость? В ответе запишите число в единицах С с точностью до сотых.",
      "picture": "",
      "answer": "0.94",
      "explanation": ""
    },
    "task10": {
      "name": "",
      "condition": "Кинетическая энергия частицы равна ее энергии покоя. Найдите скорость частицы. В ответе запишите число в единицах С с точностью до сотых.",
      "picture": "",
      "answer": "0.87",
      "explanation": ""
    },
    "task11": {
      "name": "",
      "condition": "Найдите энергию покоя электрона массой 9.1×10⁻³¹ кг. В ответе запишите число в пДж с точностью до десятых.",
      "picture": "",
      "answer": "0.082",
      "explanation": ""
    },
    "task12": {
      "name": "",
      "condition": "При аннигиляции электрона и позитрона выделяется энергия. Какая энергия выделится при аннигиляции 1 мг вещества? В ответе запишите число в ГДж.",
      "picture": "",
      "answer": "90",
      "explanation": ""
    },
    "task13": {
      "name": "",
      "condition": "Ядерный реактор производит 1 ГВт мощности. Какая масса преобразуется в энергию за сутки? В ответе запишите число в граммах с точностью до тысячных.",
      "picture": "",
      "answer": "0.960",
      "explanation": ""
    },
    "task14": {
      "name": "",
      "condition": "На сколько увеличится масса тела при нагревании на 100°C, если его теплоемкость 1 кДж/°C? В ответе запишите число в пкг с точностью до десятых.",
      "picture": "",
      "answer": "1.1",
      "explanation": ""
    },
    "task15": {
      "name": "",
      "condition": "При делении 1 г урана выделяется 8.2×10¹⁰ Дж энергии. Какая масса превращается в энергию? В ответе запишите число в мг с точностью до сотых.",
      "picture": "",
      "answer": "0.91",
      "explanation": ""
    }
}