// TODO: исправить и дописать этот файл
{
  "task1": {
    "name": "",
    "condition": "К рычагу длиной 1.5 м приложена сила 20 Н под углом 30° к рычагу. Чему равен момент этой силы? В ответе запишите только число в Н·м",
    "picture": "",
    "answer": "15",
    "explanation": ""
  },
  "task2": {
    "name": "",
    "condition": "Какой момент силы создает груз массой 5 кг, подвешенный на конце рычага длиной 0.8 м? В ответе запишите только число в Н·м.",
    "picture": "",
    "answer": "39.2",
    "explanation": ""
  },
  "task3": {
    "name": "",
    "condition": "Какую силу нужно приложить перпендикулярно к рычагу длиной 1.2 м, чтобы создать момент 36 Н·м? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "30",
    "explanation": ""
  },
  "task4": {
    "name": "",
    "condition": "Два человека несут груз на палке длиной 2 м. Один держит палку на расстоянии 0.5 м от груза. Какая доля веса груза приходится на второго человека? В ответе запишите только число .",
    "picture": "",
    "answer": "0.75",
    "explanation": ""
  },
  "task5": {
    "name": "",
    "condition": "Колесо радиусом 0.3 м вращается под действием силы 50 Н, приложенной по касательной. Чему равен момент силы? В ответе запишите только число в Н·м.",
    "picture": "",
    "answer": "15",
    "explanation": ""
  },
  "task6": {
    "name": "",
    "condition": "На рычаге длиной 2 м уравновешены грузы 3 кг и 6 кг. На каком расстоянии от точки опоры находится меньший груз? В ответе запишите только число в м.",
    "picture": "",
    "answer": "1.33",
    "explanation": ""
  },
  "task7": {
    "name": "",
    "condition": "Однородная балка массой 20 кг и длиной 4 м лежит на двух опорах, расположенных на расстояниях 0.5 м от каждого конца. Какая сила действует на каждую опору? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "98",
    "explanation": ""
  },
  "task8": {
    "name": "",
    "condition": "На концах рычага длиной 1.8 м подвешены грузы 2 кг и 8 кг. Где должна быть точка опоры для равновесия? В ответе запишите расстояние от меньшего груза в м.",
    "picture": "",
    "answer": "1.44",
    "explanation": ""
  },
  "task9": {
    "name": "",
    "condition": "К стержню длиной 1 м приложены две силы: 30 Н на расстоянии 0.2 м от опоры и 20 Н на расстоянии 0.6 м. Какая сила нужна для равновесия на расстоянии 0.8 м? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "22.5",
    "explanation": ""
  },
  "task10": {
    "name": "",
    "condition": "Однородная доска массой 10 кг и длиной 3 м лежит на двух опорах. Первая опора находится на расстоянии 0.5 м от левого конца. Где должна быть вторая опора, чтобы силы реакции были равны? В ответе запишите расстояние от левого конца в м.",
    "picture": "",
    "answer": "2.5",
    "explanation": ""
  },
  "task11": {
    "name": "",
    "condition": "Каково давление воды на глубине 10 м? Плотность воды 1000 кг/м³. В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "98",
    "explanation": ""
  },
  "task12": {
    "name": "",
    "condition": "На какой глубине в ртути (ρ=13600 кг/м³) давление составляет 200 кПа? В ответе запишите только число в м c с округлением до десятых.",
    "picture": "",
    "answer": "1.5",
    "explanation": ""
  },
  "task13": {
    "name": "",
    "condition": "В сосуде с водой и маслом (ρ=800 кг/м³) общая высота столба жидкостей 1.2 м, причем высота масла 0.4 м. Каково давление на дно сосуда? В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "11",
    "explanation": ""
  },
  "task14": {
    "name": "",
    "condition": "Каково давление в воде на глубине 15 м, если атмосферное давление 100 кПа? В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "247",
    "explanation": ""
  },
  "task15": {
    "name": "",
    "condition": "В U-образной трубке находятся вода (ρ=1000 кг/м³) и неизвестная жидкость. Высота столба воды 20 см, неизвестной жидкости 15 см. Какова плотность неизвестной жидкости? В ответе запишите только число в кг/м³.",
    "picture": "",
    "answer": "",
    "explanation": ""
  },
  "task16": {
    "name": "",
    "condition": "В гидравлическом прессе площади поршней 10 см² и 500 см². Какая сила нужна на малом поршне, чтобы поднять груз 1000 Н? В ответе запишите только число в Н.aaa",
    "picture": "",
    "answer": "20",
    "explanation": ""
  },
  "task17": {
    "name": "",
    "condition": "В гидравлическом подъемнике сила 50 Н на малом поршне (S=5 см²) создает давление, которое передается на большой поршень (S=200 см²). Какой груз можно поднять? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "2000",
    "explanation": ""
  },
  "task18": {
    "name": "",
    "condition": "Площадь малого поршня гидравлической машины 4 см², большого - 100 см². На сколько поднимется большой поршень при опускании малого на 10 см? В ответе запишите только число в см.",
    "picture": "",
    "answer": "0.4",
    "explanation": ""
  },
  "task19": {
    "name": "",
    "condition": "В гидравлической системе под действием силы 15 Н на малый поршень большой поршень поднимает груз 300 Н. Каково соотношение площадей поршней? В ответе запишите только число.",
    "picture": "",
    "answer": "20",
    "explanation": ""
  },
  "task20": {
    "name": "",
    "condition": "Какое давление создается в гидравлической системе, если на поршень площадью 0.02 м² действует сила 400 Н? В ответе запишите только число в кПа.",
    "picture": "",
    "answer": "20",
    "explanation": ""
  },
  "task21": {
    "name": "",
    "condition": "Тело объемом 0.1 м³ полностью погружено в воду (ρ=1000 кг/м³). Чему равна выталкивающая сила? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "980",
    "explanation": ""
  },
  "task22": {
    "name": "",
    "condition": "Каков объем тела, если при полном погружении в воду на него действует выталкивающая сила 49 Н? В ответе запишите только число в м³.",
    "picture": "",
    "answer": "0.005",
    "explanation": ""
  },
  "task23": {
    "name": "",
    "condition": "Тело массой 2 кг и объемом 0.003 м³ погружено в воду. Каков его вес в воде? В ответе запишите только число в Н.",
    "picture": "",
    "answer": "-9.8",
    "explanation": ""
  },
  "task24": {
    "name": "",
    "condition": "Плавающее тело вытесняет 0.5 м³ воды. Какова масса тела? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "500",
    "explanation": ""
  },
  "task25": {
    "name": "",
    "condition": "В воду погружена льдина объемом 2 м³. Каков объем надводной части? Плотность льда 900 кг/м³. В ответе запишите только число в м³.",
    "picture": "",
    "answer": "0.2",
    "explanation": ""
  }
}
