// TODO: исправить и дописать этот файл
{
  "task1": {
    "name": "",
    "condition": "Тело массой 2 кг движется со скоростью 5 м/с. Чему равен импульс тела? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task2": {
    "name": "",
    "condition": "Импульс тела равен 15 кг·м/с, а его скорость 3 м/с. Какова масса тела? В ответе запишите только число в кг.",
    "picture": "",
    "answer": "5",
    "explanation": ""
  },
  "task3": {
    "name": "",
    "condition": "Тело массой 0.5 кг изменило скорость с 4 м/с до 10 м/с. На сколько изменился импульс тела? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "3",
    "explanation": ""
  },
  "task4": {
    "name": "",
    "condition": "С какой скоростью должно двигаться тело массой 3 кг, чтобы его импульс был равен 24 кг·м/с? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "8",
    "explanation": ""
  },
  "task5": {
    "name": "",
    "condition": "Два тела движутся навстречу друг другу: первое массой 2 кг со скоростью 3 м/с, второе массой 3 кг со скоростью 2 м/с. Чему равен суммарный импульс системы? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "0",
    "explanation": ""
  },
  "task6": {
    "name": "",
    "condition": "Два тела массами 1 кг и 2 кг движутся в одном направлении со скоростями 4 м/с и 1 м/с соответственно. Чему равен импульс системы? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "6",
    "explanation": ""
  },
  "task7": {
    "name": "",
    "condition": "Три тела массами 2 кг, 3 кг и 5 кг движутся со скоростями 1 м/с, 2 м/с и 0.5 м/с соответственно в одном направлении. Чему равен импульс системы? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "10.5",
    "explanation": ""
  },
  "task8": {
    "name": "",
    "condition": "Два шара массами 0.1 кг и 0.4 кг движутся в противоположных направлениях со скоростями 2 м/с и 0.5 м/с. Чему равен импульс системы? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "0",
    "explanation": ""
  },
  "task9": {
    "name": "",
    "condition": "Система состоит из трех тел с импульсами 5 кг·м/с, 10 кг·м/с и 15 кг·м/с, направленными под углом 120° друг к другу. Чему равен модуль суммарного импульса? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "8.66",
    "explanation": ""
  },
  "task10": {
    "name": "",
    "condition": "Два тела массами 3 кг и 5 кг движутся перпендикулярно друг другу со скоростями 4 м/с и 2 м/с. Чему равен модуль импульса системы? В ответе запишите только число в кг·м/с.",
    "picture": "",
    "answer": "15.62",
    "explanation": ""
  },
  "task11": {
    "name": "",
    "condition": "Два тела массами 2 кг и 3 кг движутся навстречу друг другу со скоростями 4 м/с и 1 м/с. После неупругого столкновения тела движутся вместе. Чему равна их скорость? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "1",
    "explanation": ""
  },
  "task12": {
    "name": "",
    "condition": "Пуля массой 10 г летит со скоростью 400 м/с и попадает в неподвижный брусок массой 990 г. Чему равна скорость бруска с пулей? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "4",
    "explanation": ""
  },
  "task13": {
    "name": "",
    "condition": "Человек массой 60 кг прыгает с неподвижной лодки массой 120 кг со скоростью 3 м/с. Чему равен модуль скорости лодки? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "1.5",
    "explanation": ""
  },
  "task14": {
    "name": "",
    "condition": "Два шара массами 1 кг и 2 кг движутся навстречу со скоростями 3 м/с и 1 м/с. После упругого столкновения первый шар остановился. Чему равна скорость второго шара? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "0.5",
    "explanation": ""
  },
  "task15": {
    "name": "",
    "condition": "Ракета массой 1000 кг движется со скоростью 50 м/с. После выброса 200 кг продуктов сгорания со скоростью 100 м/с относительно ракеты, чему стала равна скорость ракеты? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "70",
    "explanation": ""
  },
  "task16": {
    "name": "",
    "condition": "Тело перемещается на 5 м под действием силы 10 Н, направленной вдоль перемещения. Чему равна работа силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "50",
    "explanation": ""
  },
  "task17": {
    "name": "",
    "condition": "Под действием силы 20 Н, направленной под углом 60° к перемещению, тело переместилось на 3 м. Чему равна работа силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "30",
    "explanation": ""
  },
  "task18": {
    "name": "",
    "condition": "Тело массой 2 кг поднимают вертикально вверх на высоту 3 м с постоянной скоростью. Чему равна работа силы тяжести? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "-58.8",
    "explanation": ""
  },
  "task19": {
    "name": "",
    "condition": "Ящик тянут по горизонтали с силой 30 Н под углом 30° к горизонту на расстояние 10 м. Чему равна работа силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "259.8",
    "explanation": ""
  },
  "task20": {
    "name": "",
    "condition": "Тело массой 5 кг перемещают по горизонтали на 8 м, прикладывая силу 25 Н под углом 45° к горизонту. Чему равна работа этой силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "141.4",
    "explanation": ""
  },
  "task21": {
    "name": "",
    "condition": "За 10 с совершена работа 500 Дж. Чему равна мощность? В ответе запишите только число в Вт.",
    "picture": "",
    "answer": "50",
    "explanation": ""
  },
  "task22": {
    "name": "",
    "condition": "Двигатель мощностью 100 Вт работает 5 минут. Какую работу он совершает? В ответе запишите только число в кДж.",
    "picture": "",
    "answer": "30",
    "explanation": ""
  },
  "task23": {
    "name": "",
    "condition": "Автомобиль движется со скоростью 72 км/ч, развивая силу тяги 2 кН. Чему равна мощность двигателя? В ответе запишите только число в кВт.",
    "picture": "",
    "answer": "40",
    "explanation": ""
  },
  "task24": {
    "name": "",
    "condition": "Подъемник за 20 с поднимает груз массой 100 кг на высоту 10 м. Чему равна его мощность? В ответе запишите только число в Вт.",
    "picture": "",
    "answer": "490",
    "explanation": ""
  },
  "task25": {
    "name": "",
    "condition": "Человек массой 70 кг поднимается по лестнице на высоту 5 м за 7 с. Какую среднюю мощность он развивает? В ответе запишите только число в Вт.",
    "picture": "",
    "answer": "490",
    "explanation": ""
  },
  "task26": {
    "name": "",
    "condition": "Тело массой 2 кг увеличило скорость с 3 м/с до 5 м/с. Чему равна работа равнодействующей силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "16",
    "explanation": ""
  },
  "task27": {
    "name": "",
    "condition": "Под действием силы 10 Н тело массой 1 кг изменило свою скорость. Какую работу совершила сила, если конечная скорость тела 4 м/с, а начальная 2 м/с? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "6",
    "explanation": ""
  },
  "task28": {
    "name": "",
    "condition": "Тело массой 5 кг под действием силы увеличило скорость от 0 до 10 м/с. Чему равна работа силы? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "250",
    "explanation": ""
  },
  "task29": {
    "name": "",
    "condition": "Автомобиль массой 1000 кг тормозит с 72 км/ч до 36 км/ч. Чему равна работа силы трения? В ответе запишите только число в кДж.",
    "picture": "",
    "answer": "-150",
    "explanation": ""
  },
  "task30": {
    "name": "",
    "condition": "Тело массой 0.5 кг изменило скорость с 4 м/с до 6 м/с, двигаясь по горизонтали. Чему равна работа силы тяги, если сила трения составила 1 Н, а путь 5 м? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "10",
    "explanation": ""
  },
  "task31": {
    "name": "",
    "condition": "Чему равна кинетическая энергия автомобиля массой 1 т, движущегося со скоростью 54 км/ч? В ответе запишите только число в кДж.",
    "picture": "",
    "answer": "112.5",
    "explanation": ""
  },
  "task32": {
    "name": "",
    "condition": "Во сколько раз изменится кинетическая энергия тела при увеличении его скорости в 3 раза? В ответе запишите только число.",
    "picture": "",
    "answer": "9",
    "explanation": ""
  },
  "task33": {
    "name": "",
    "condition": "Тело массой 2 кг имеет кинетическую энергию 16 Дж. Чему равна его скорость? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "4",
    "explanation": ""
  },
  "task34": {
    "name": "",
    "condition": "Два тела движутся с одинаковыми кинетическими энергиями. Масса первого тела в 4 раза больше второго. Чему равно отношение их скоростей? В ответе запишите только число.",
    "picture": "",
    "answer": "0.5",
    "explanation": ""
  },
  "task35": {
    "name": "",
    "condition": "Пуля массой 10 г летит со скоростью 500 м/с. Чему равна ее кинетическая энергия? В ответе запишите только число в кДж.",
    "picture": "",
    "answer": "1.25",
    "explanation": ""
  },
  "task36": {
    "name": "",
    "condition": "Чему равна потенциальная энергия тела массой 3 кг, поднятого на высоту 10 м? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "294",
    "explanation": ""
  },
  "task37": {
    "name": "",
    "condition": "На сколько изменится потенциальная энергия груза массой 50 кг при опускании его на 2 м? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "-50",
    "explanation": ""
  },
  "task38": {
    "name": "",
    "condition": "Пружина жесткостью 200 Н/м сжата на 5 см. Чему равна ее потенциальная энергия? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "0.25",
    "explanation": ""
  },
  "task39": {
    "name": "",
    "condition": "Тело массой 1 кг подняли с высоты 2 м до высоты 5 м. Чему равно изменение его потенциальной энергии? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "29.4",
    "explanation": ""
  },
  "task40": {
    "name": "",
    "condition": "Груз висит на пружине, растягивая ее на 10 см. Жесткость пружины 100 Н/м. Чему равна потенциальная энергия упругой деформации? В ответе запишите только число в Дж.",
    "picture": "",
    "answer": "0.5",
    "explanation": ""
  },
  "task41": {
    "name": "",
    "condition": "Тело свободно падает с высоты 20 м. Чему равна его скорость у поверхности земли? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "19.8",
    "explanation": ""
  },
  "task42": {
    "name": "",
    "condition": "Шарик массой 0.1 кг падает с высоты 5 м и отскакивает на высоту 3 м. Какая часть механической энергии перешла в тепло? В ответе запишите только число (дробь от 0 до 1).",
    "picture": "",
    "answer": "0.4",
    "explanation": ""
  },
  "task43": {
    "name": "",
    "condition": "Тело скользит по наклонной плоскости высотой 2 м без трения. Какую скорость оно приобретет у основания? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "6.26",
    "explanation": ""
  },
  "task44": {
    "name": "",
    "condition": "Пружина жесткостью 500 Н/м сжата на 0.1 м. Какую скорость приобретет шарик массой 0.5 кг после выстрела? В ответе запишите только число в м/с.",
    "picture": "",
    "answer": "3.16",
    "explanation": ""
  },
  "task45": {
    "name": "",
    "condition": "С какой высоты падало тело, если перед ударом о землю его скорость была 10 м/с? В ответе запишите только число в м.",
    "picture": "",
    "answer": "5.1",
    "explanation": ""
  }
}